Revit 2027 API
SymbolTypeId.Psi Property
 Symbol psi, indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Psi { get; }
Public Shared ReadOnly Property Psi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Psi {
	ForgeTypeId^ get ();
}
static member Psi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace